<?php
namespace App\AOE\EgyptCities;


class EgyptCities
{

	private $cities =	[
							'القاهرة'=>'القاهرة',
							'مدينة 6 اكتوبر'=>'مدينة 6 اكتوبر',
							'مدينة العاشر من رمضان'=>'مدينة العاشر من رمضان',
							'مدينة العبور'=>'مدينة العبور',
							'أبو قرقاص'=>'أبو قرقاص',
							'أبو تيج'=>'أبو تيج',
							'أخميم'=>'أخميم',
							'طهنا الجبل'=>'طهنا الجبل',
							'العلمين'=>'العلمين',
							'الاسكندرية'=>'الاسكندرية',
							'العريش'=>'العريش',
							'أسوان'=>'أسوان',
							'أسيوط'=>'أسيوط',
							'البلينا'=>'البلينا',
							'بني حسن'=>'بني حسن',
							'بني مزار'=>'بني مزار',
							'بني سويف'=>'بني سويف',
							'قوصية'=>'قوصية',
							'ديروط'=>'ديروط',
							'الداخلة'=>'الداخلة',
							'دمنهور'=>'دمنهور',
							'دمياط'=>'دمياط',
							'دير مواس'=>'دير مواس',
							'دندرة'=>'دندرة',
							'دسوق'=>'دسوق',
							'الفيوم'=>'الفيوم',
							'جرجا'=>'جرجا',
							'الجيزة'=>'الجيزة',
							'حلوان'=>'حلوان',
							'الغردقة'=>'الغردقة',
							'العدوة'=>'العدوة',
							'الإسماعيلية'=>'الإسماعيلية',
							'كفر الدوار'=>'كفر الدوار',
							'الخارجة'=>'الخارجة',
							'كوم أمبو'=>'كوم أمبو',
							'الأقصر'=>'الأقصر',
							'مغاغة'=>'مغاغة',
							'المحلة الكبرى'=>'المحلة الكبرى',
							'ملوي'=>'ملوي',
							'منفلوط'=>'منفلوط',
							'المنصورة'=>'المنصورة',
							'المراغة'=>'المراغة',
							'مطاي'=>'مطاي',
							'مرسى مطروح'=>'مرسى مطروح',
							'المنيا'=>'المنيا',
							'ميت غمر'=>'ميت غمر',
							'نجع حمادي'=>'نجع حمادي',
							'النوبارية'=>'النوبارية',
							'سفاجا'=>'سفاجا',
							'بورسعيد'=>'بورسعيد',
							'رشيد'=>'رشيد',
							'سانت كاترين'=>'سانت كاترين',
							'سمالوط'=>'سمالوط',
							'صدفا'=>'صدفا',
							'سيوة'=>'سيوة',
							'السنبلاوين'=>'السنبلاوين',
							'شرم الشيخ'=>'شرم الشيخ',
							'شبين الكوم'=>'شبين الكوم',
							'شبين القناطر'=>'شبين القناطر',
							'شبرا الخيمة'=>'شبرا الخيمة',
							'سوهاج'=>'سوهاج',
							'السويس'=>'السويس',
							'طهطا'=>'طهطا',
							'طنطا'=>'طنطا',
							'طما'=>'طما',
							'الزقازيق'=>'الزقازيق',
							'زفتى'=>'زفتى',
							'سيناء'=>'سيناء',
							'شمال سيناء'=>'شمال سيناء',
							'القليوبية'=>'القليوبية',

						];


	public function getCities()
	{
		return $this->cities;
	}

}
