<?php

namespace App\AOE\JobTitle;

class JobTitle
{
    private $jobTitle = [
        'مدير عام'=>'مدير عام',
        'مدير الشئون الادارية'=>'مدير الشئون الادارية',
        'نائب رئيس مجلس الادارة للشئون الفنية ومدير القسم'=>'نائب رئيس مجلس الادارة للشئون الفنية ومدير القسم',
        'كبير المهندسي الصيانة'=>'كبير المهندسي الصيانة',
        'مهندس صيانة'=>'مهندس صيانة',
        'سكرتارية الاقسام الفنية'=>'سكرتارية الاقسام الفنية',
        'سكرتارية'=>'سكرتارية',
        'خدمة عملاء'=>'خدمة عملاء',
        'موزع'=>'موزع',
    ];

    public function getJobTitle()
    {
        return $this->jobTitle;
    }
}
